<?php
return array(
    'SAVE'                      => '保存',
    'EDIT'                      => '编辑',
    'ADD'                       => '添加',
    'DELETE'                    => '删除',
    'SUCCESS'                   => '成功',
    'ERROR'                     => '失败',
    'NOT_ACCESS'                => '对不起，您没有权限访问！',
    'PARENT_NODE'               => '== 作为顶级 ==',
    'PARENT_ERROR'              => '所属上级信息不正确！',
    'SELECT_NODE'               => '请选择',
    'NOT_EXISTS'                => '不存在！',
    'LOGIN_AGAIN'               => '已掉线，请重新登录',


    'SMS_CODE'                  => '您的验证码是%s，请确保是本人操作以防信息泄露！',



    'COMMON_INTEGRAL'                  => array(
        '1'                     => '扩展方法异常',
        '2'                     => '积分异常，（无增减积分）',
        '3'                     => '会员不存在',
        '4'                     => '客户不存在',
        '5'                     => '客户未开积分帐号，无法扣除积分',
        '6'                     => '积分说明不能为空',
        '7'                     => '可用积分不足',
        '8'                     => '添加积分失败',
        '9'                     => '积分状态异常',
        '10'                    => '积分无效',
    ),

);