<?php
 /**
 * ====================================
 * thinkphp5
 * ====================================
 * Author: 1002571
 * Date: 2018/1/24 17:29
 * ====================================
 * File: tenpay.php
 * ====================================
 */
return [
    //商户名称。
    'spname' => "财付通支付",
    //商户号。
    'partner' => "1216032401",
    //密钥。
    'key' => "4338911c6bd28f4cc3d3d70b82423160",
    //异步通知地址
    'notify_url' => '',
    //同步跳转
    'return_url' => '',
    //支付网关
//    'gatewayUrl' => "https://gw.tenpay.com/gateway/pay.htm",

];